/* Indicator of ScriptEditor's Selection mode */
"ScriptEditorSelection" = "AppleScript エディタで選択されているスクリプト";

"ClipboardContents" = "クリップボード内のテキスト";

/* sheet dialog after saving file */
"Open" = "開く";
"Reveal" = "表示する";
"Cancel" = "キャンセル";
"Success to Make a HTML file." = "HTML ファイルを生成しました。";
"No action is selected." = "動作が設定されていません。";
"No content." = "内容がありません。";

"AppleScript Editor is not Launched." = "AppleScript エディタは起動していません。";
"No documents in AppleScript Editor." = "AppleScript エディタで開いている書類は、ありません。";
"Failed to obtain applescript code." = "AppleScript ソースコードを取得できません。";
"Error :" = "エラー :";
"Failed to compile script." = "スクリプトをコンパイルできません。";